# https://github.com/Homebrew/homebrew-bundle#usage

# set arguments for all 'brew install --cask' commands
cask_args appdir: "~/Applications", require_sha: true

# Security
brew 'git-crypt'
brew 'gpg2'

# Applications
cask 'slack'
cask 'vlc'
cask 'dropbox'
cask 'flux'
# cask 'toggl'
# cask 'google-drive' # brew install --cask google-drive

# Tools
#brew 'googler'
brew 'newsboat'

# Video Tools
brew 'youtube-dl'
cask 'vlc'

# Text Utilities
brew 'jq'
brew 'par'

# Programming Tools
brew 'exercism'

#brew 'emacs'
brew 'stow'

# Capture Tools
cask 'notion'
cask 'emacs'
cask 'zotero'

brew 'wget'
brew 'youtube-dl'

brew 'stow'
brew 'tmux'
brew 'sqlite3'

brew 'autoenv'

# Security Tools
brew 'git-crypt'
brew 'gpg2'

# Search Tools
brew 'ack'
brew 'fzf'
brew 'ripgrep'
brew 'fd'


brew 'rename'
